Repository: Panda1246/IO
Catalog: SKPH-main/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Pending
pl: Oczekujące

source: Approved
pl: Zweryfikowana

source: Not approved
pl: Niezweryfikowana

source: Completed
pl: Zakończone

source: Ongoing
pl: W trakcie

source: Rejected
pl: Odrzucone

source: Crisis Management System
pl: System Zarządzania Kryzysowego

source: Home
pl: Strona Główna

source: Campaigns
pl: Kampanie

source: Organizations
pl: Organizacje

source: Maps
pl: Mapy

source: About
pl: O nas

source: Language
pl: Język

source: Profile
pl: Profil

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj się

source: The Crisis Management System is a web-based platform that brings authorities, volunteers, aid organisations, affected and donors together in one place, enabling effective coordination of emergency aid.
pl: System Zarządzania Kryzysowego to platforma webowa, która łączy władze, wolontariuszy, organizacje pomocowe, poszkodowanych i darczyńców w jednym miejscu, umożliwiając skuteczną koordynację pomocy w sytuacjach kryzysowych.

source: Modules
pl: Moduły

source: Volunteers Module
pl: Moduł Wolontariuszy

source: Organizations Module
pl: Moduł Organizacji

source: Affected Module
pl: Moduł Poszkodowanych

source: Donors Module
pl: Moduł Darczyńców

source: Reports Module
pl: Moduł Raportowania

source: Maps Module
pl: Moduł Map

source: Chat Module
pl: Moduł Komunikacji

source: Tracking and managing resources module
pl: Moduł Śledzenia i Zarządzania Zasobami

source: Authorities
pl: Władze

source: Track current campaigns
pl: Śledź obecne kampanie pomocowe

source: Create a charity campaign
pl: Stwórz Kampanię Pomocową

source: Track supplies
pl: Śledź zasoby

source: Affected
pl: Poszkodowany

source: Create request
pl: Utwórz zgłoszenie

source: Manage requests
pl: Zarządzaj zgłoszeniami

source: Volunteer
pl: Wolontariusze

source: Volunteer your help
pl: Zaoferuj swoją pomoc

source: List my campaigns
pl: Lista Moich Kampani Pomocowych

source: Manage my tasks
pl: Zarządzaj zadaniami

source: Donor
pl: Darczyńca:

source: Create a donation
pl: Złóż donację

source: View your donations
pl: Wyświetl Donacje

source: Admin Dashboard
pl: Panel Administratora

source: Organization
pl: Organizacja

source: Sign to a charity campaign
pl: Zgłoś Organizację Do Kampani Pomocowej

source: Manage donations
pl: Zarządzaj Darowiznami

source: Manage charity campaigns
pl: Zarządzaj kampaniami

source: Manage resources
pl: Zarządzaj zasobami

source: Add Sample Data
pl: Dodaj dane przykładowe

source: Sample Data Added
pl: Dodano dane przykładowe

source: View All Affected
pl: Pokaż wszystkich poszkodowanych

source: View All Requests
pl: Pokaż wszystkie zgłoszenia

source: Create Request
pl: Utwórz zgłoszenie

source: My Details
pl: Informacje o mnie

source: Personal Information
pl: Personalne informacje

source: First Name:
pl: Imię:

source: Last Name:
pl: Nazwisko:

source: Needs:
pl: Zapotrzebowania:

source: Address:
pl: Adres:

source: Campaign:
pl: Kampania:

source: Requests
pl: Zgłoszenia

source: Request Name
pl: Nazwa zgłoszenia

source: Needs
pl: Zapotrzebowania

source: Amount
pl: Wartość

source: Address
pl: Adres

source: Actions
pl: Akcje

source: Edit
pl: Edytuj

source: Are you sure you want to delete this request?
pl: Czy napewno chcesz usunąć to zgłoszenie?

source: Delete
pl: Usuń

source: Not Editable
pl: Nie można edytować

source: No requests found.
pl: Nie znaleziono zgłoszeń

source: Select Campaign
pl: Stwórz Kampanię Pomocową

source: Affected Details
pl: Detale o poszkodowanym

source: Affected List
pl: Lista poszkodowanych

source: Back
pl: Wróć

source: First Name
pl: Imię

source: Last Name
pl: Nazwisko

source: Address ID
pl: Adres ID

source: Street
pl: Ulica

source: Street number
pl: Numer ulicy

source: City
pl: Miasto

source: Voivodeship
pl: Województwo

source: Campaign
pl: Kampania

source: View Details
pl: Pokaż informacje

source: All Requests
pl: Wszystkie zgłoszenia

source: Name
pl: Nazwa

source: Street Number
pl: Numer ulicy

source: Update Status
pl: Zaktualizuj Status

source: Create a New Request for
pl: Utwórz nowe zgłoszenie dla

source: Request Name:
pl: Nazwa zgłoszenia

source: Amount:
pl: Wartość:

source: Street:
pl: Ulica:

source: Street Number:
pl: Numer ulicy:

source: City:
pl: Miasto:

source: Voivodeship:
pl: Województwo:

source: Edit Request
pl: Zaktualizuj zgłoszenie

source: Edit Request for
pl: Zaktualizuj zgłoszenia dla

source: Update Request
pl: Zaktualizuj zgłoszenie

source: Back to Details
pl: Powrót do informacji

source: Select Affected
pl: Wybierz Poszkodowanego

source: Choose Affected:
pl: Wybierz Poszkodowanego:

source: Continue
pl: Kontynuuj

source: Select a Campaign for
pl: Wybierz Kampanię

source: Choose Campaign:
pl: Wybierz Kampanię Pomocową:

source: Update Request Status
pl: Zaktualizuj status zgłoszenie

source: Update
pl: Zaktualizuj

source: Cancel
pl: Anuluj

source: Approve Organizations and Authorities
pl: Zatwierdź organizację lub władze

source: Description
pl: Opis

source: Disapprove
pl: Odrzuć

source: Approve
pl: Zatwierdź

source: No organizations or authorities pending approval.
pl: Brak organizacji i władz oczekujących na zatwierdzenie.

source: Enter your email
pl: Wprowadź email

source: Password
pl: Hasło

source: Enter your password
pl: Wprowadź hasło

source: Forgot password?
pl: Zapomniane hasło?

source: Reset password
pl: Zresetuj hasło

source: Don't have an account?
pl: Nie masz konta?

source: Register here
pl: Zarajestruj się

source: Manage Users
pl: Zarządzaj użytkownikami

source: Manage Authorities and Organizations
pl: Zarządzaj władzami i organizacjami

source: User
pl: Użytkownik

source: Phone
pl: Numer telefonu

source: Approval Status
pl: Status zatwierdzenia

source: Not Approved
pl: Niezweryfikowana

source: No authorities found.
pl: Nie znaleziono władz

source: Organization Name
pl: Nazwa organizacji

source: No organizations found.
pl: Nie znaleziono organizacji

source: Register
pl: Zarejestruj się

source: Register as
pl: Zarejestruj się jako

source: Confirm Password
pl: Potwierdź hasło

source: Re-enter your password
pl: Wprowadź ponownie hasło

source: Enter your first name
pl: Wprowadź imię

source: Enter your last name
pl: Wprowadź nazwisko

source: Enter your phone number
pl: Wprowadź numer telefonu

source: Enter your street
pl: Wprowadź ulicę

source: Enter your street number
pl: Wprowadź numer ulicy

source: Enter your city
pl: Wprowadź miasto

source: Enter your voivodeship
pl: Wprowadź województwo

source: Enter your organization name
pl: Wprowadź nazwę organizacji

source: Enter a description of your organization
pl: Wprowadź opis organizacji

source: Enter your needs
pl: Wprowadź potrzeby

source: Enter your name
pl: Wprowadź imię

source: Choose your account type
pl: Wybierz typ konta

source: Please select the type of account you want to create.
pl: Prosimy o wybranie typu tworzonego konta

source: Register as Volunteer
pl: Zarejestruj się jako wolontariusz

source: Register as Organization
pl: Zarejestruj się jako organizacja

source: Register as Donor
pl: Zarejestruj się jako darczyńca

source: Register as Affected
pl: Zarejestruj się jako poszkodowany

source: Register as Authorities
pl: Zarejestruj się jako władze

source: Reset Your Password
pl: Zresetuj hasło

source: Reset Password
pl: Zresetuj hasło

source: Send reset link
pl: Wyślij link do zresetowania hasła

source: Create Donation
pl: Złóż donację

source: Create a Donation
pl: Złóż donację

source: Donation Description:
pl: Opis Donacji:

source: Donation Amount:
pl: Wartość Donacji:

source: Type:
pl: Typ Donacji:

source: Money
pl: Pieniężna

source: Charity Campaign:
pl: Kampania Pomocowa:

source: Confirm Donation
pl: Potiwerdź Donację

source: Donor's donations
pl: Donacje darczyńcy

source: My Donations
pl: Moje Donacje

source: Money Donations
pl: Donacje Pieniężne

source: Confirmation
pl: Potiwerdzenie

source: Generate Tax Report
pl: Wygeneruj Raport Podatkowy

source: Item Donations
pl: Donacje Rzeczowe

source: Type
pl: Typ

source: Number
pl: Ilość

source: Donor Details
pl: Informacje o Darczyńcy

source: Name:
pl: Nazwa:

source: Last name:
pl: Nazwisko:

source: Phone:
pl: Numer telefonu:

source: Donor List
pl: Lista Darczyńców

source: View Donations
pl: Wyświetl Donacje

source: View All Donors
pl: Zobacz Listę Wszystkich Darczyńców

source: Create donation
pl: Stwórz kampanię donację

source: List donations
pl: Lista donacji

source: Authorities Details
pl: Informacje o Władzach

source: Approved:
pl: Zweryfikowana

source: Street number:
pl: Numer ulicy:

source: Create Charity Campaign
pl: Stwórz Kampanię Pomocową

source: Create a New Campaign
pl: Stwórz nową kampanię pomocową

source: Description:
pl: Opis:

source: Create Campaign
pl: Stwórz kampanię pomocową

source: Create Task
pl: Stwórz zadanie

source: Create a New Task
pl: Stwórz nowe zadanie

source: Task Name:
pl: Nazwa zadania:

source: Task name
pl: Nazwa zadania:

source: Volunteer:
pl: Wolontariusz:

source: Create task
pl: Stwórz zadanie

source: Warning
pl: Ostrzeżenie

source: No volunteers are assigned to your charity campaign
pl: Żadni wolontariusze nie są obecnie przypisani do kampani pomocowej

source: Return to your campaings
pl: Wróć do swoich kampani

source: Charity Campaigns
pl: Kampanie pomocowe

source: View Authority
pl: Wyświetl władze

source: View Campaigns
pl: Wyświelt kampanie

source: Active
pl: Aktywna

source: Inactive
pl: Nieaktywne

source: Manage
pl: Zarządzaj

source: Organization Charity Campaigns
pl: Kampanie pomocowe organizacji

source: Charity Campaign
pl: Kampanie pomocowe

source: Volunteers
pl: Wolontariusze

source: View Reports
pl: Zobacz Raporty

source: Manage Volunteers
pl: Zarządzaj Wolontariuszami

source: Reports
pl: Raporty

source: View Volunteers
pl: Zobacz Listę Wolontariuszy

source: List of Organizations
pl: Lista organizacji pomocowych

source: Charity Organizations
pl: Organizacje Pomocowe

source: Volunteer's Charity Campaigns
pl: Kampanie Pomocowe Wolontariusza

source: Assigned tasks
pl: Przydzielone zadania

source: View Tasks
pl: Wyświetl zadania

source: Volunteer List
pl: Lista wolontariuszy

source: Manage Charity Campaign
pl: Zarządzaj Kampanią Pomocową

source: Update Campaign
pl: Zaktualizuj Kampanię Pomocową

source: Are you sure you want to remove this volunteer?
pl: Czy napewno chcesz usunąć tego wolontariusza?

source: Remove
pl: Usuń

source: Add Sample Organization Charity Campaign
pl: Dodaj Przykładowe Kampanie Pomocowe Organizacji

source: List Charity Campaigns
pl: Lista Kampani Pomocowych

source: List Organizations
pl: Lista Organizacji

source: List Organization Charity Campaigns
pl: Lista Kampani Pomocowych Organizacji

source: Sign to Charity Campaign
pl: Zapisz Do Kampani Pomocowej

source: Sign to Charity Campaign (Volunteer)
pl: Zapisz Do Kampani Pomocowej (Wolontariusz)

source: Organization Details
pl: Informacje o Organizacji

source: Organization Information
pl: Informacje o Organizacji

source: Organization name:
pl: Nazwa organizacji:

source: Sign In
pl: Zapisz się

source: There is no available charity campaigns.
pl: Nie ma obecnie dostępnych kampani pomocowych.

source: Return to main page
pl: Wróć na stronę główną

source: Authorities Information
pl: Informacje o Władzach

source: Charity Campaign Informations
pl: Informacje o Kampaniach Pomocowych

source: Volunteer Sign to Charity Campaign
pl: Zapisz się do kampani jako wolontariusz

source: Volunteer Tasks
pl: Zadania Wolontariuszy

source: Tasks for
pl: Zadania dla

source: Evaluation
pl: Ocena

source: Score
pl: Ocena

source: Evaluate
pl: Oceń

source: Lista Affected
pl: Lista Poszkodowanych

source: Address (City)
pl: Adres (Miasto)

source: Address (Voivodeship)
pl: Adres (Województwo)

source: Reports UI
pl: Raporty UI

source: Report ID:
pl: Raport ID:

source: Created At:
pl: Stworzono:

source: Entries:
pl: Wpisy:

source: Tracking and managing resources module
pl: Moduł Śledzenia i Zarządzania Zasobami

source: All resources
pl: Wszystkie zasoby

source: Charity campaign
pl: Kampania pomocowa

source: Select charity campaign
pl: Wybierz Kampanię Pomocową

source: First name:
pl: Imię:

source: Last name
pl: Nazwisko

source: Could not find any organizations for selected charity campaign
pl: Nie znaleziono żadnych organizacji pomocowych dla wybranej akcji pomocowej

source: Manage request panel
pl: Panel zarządzania zgłoszeniami

source: Request:
pl: Zgłoszenie:

source: Donation amount:
pl: Wartość Donacji:

source: Donation type:
pl: Typ Donacji:

source: Avalible resource amount:
pl: Ilość dostępnych zasobów:

source: Send to affected
pl: Wyślij do poszkodowanego

source: Add sample data
pl: Dodaj dane przykładowe

source: Remove sample data
pl: Usuń dane przykładowe

source: Show everything
pl: Pokaż wszystko

source: Chrity campagin name:
pl: Kampania Pomocowa:

source: Avalible Items:
pl: Dostępne Zasoby:

source: Could not find any items
pl: Brak dostępnych zasobów

source: Resource type:
pl: Typ zasobu:

source: Current requests:
pl: Aktualne zgłoszenia:

source: Could not find any requests
pl: Brak zgłoszeń pomocowych

source: Manage request
pl: Zarządzaj zgłoszeniami

source: Donation history:
pl: Historia donacji:

source: Item type
pl: Typ

source: Date
pl: Data

source: Money donation history:
pl: Historia donacji pieniężnych

source: Request history
pl: Historia zgłoszeń

source: Could not find any requests in the history
pl: Brak historycznych zgłoszeń pomocowych

source: Avalible money
pl: Dostępne pieniądze

source: Evaluate Task
pl: Oceń Zadanie

source: Task:
pl: Nazwa zadania:

source: Task Description:
pl: Opis Zadania:

source: Task Status:
pl: Status Zadania:

source: Select a score
pl: Dokonaj oceny

source: Evaluate task
pl: Oceń zadanie

source: Update Task Status
pl: Zaktualizuj Status Zadania

source: Volunteer Details
pl: Informacje o Wolontariuszu

source: Your Tasks
pl: Twoje Zadania

source: Not evaluated
pl: Nie oceniono

source: View All Volunteers
pl: Zobacz Listę Wszystkich Wolontariuszy

source: Welcome,
pl: Witaj,

source: Find a user
pl: Znajdź użytkownika

source: Search
pl: Wyszukaj

source: Your existing chats:
pl: Twoje istniejące czaty:

source: Chat with
pl: Czat z

source: Type a message
pl: Napisz wiadomość

source: Send
pl: Wyślij
